{"inkVersion":19,"root":[[{"->":"Tutorial"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"Tutorial":[["^MANAGER: Great. You’re finally here. You do know what time it is, right?","\n","ev","str","^Um. No, not really...","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Coffee time!","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^\t\t","\n","^MANAGER: Late that’s what you are. I don’t pay you to be late.","\n",{"->":"TutorialP1"},{"#f":5}],"c-1":["^ ","\n","^MANAGER: *sigh* What am I going to do with you…? You’re late, but I guess it’s okay this time.","\n",{"->":"TutorialP1"},{"#f":5}]}],{"#f":1}],"TutorialP1":[["^MANAGER: Anyways, you’re here and you need training. That’s what I’m here for. I’ll be your first customer. Let’s get right to it.","\n","^MANAGER: Are you going to ask me for my order or are you just going to stand there?","\n","ev","str","^Fine! What do you want?","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Hi, welcome to Solstice! What can I get for you?","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^MANAGER: You’re really going to use that attitude? God, I hope this wasn’t a mistake. Get me a  Glop Chocolate.","\n",{"->":"TutorialP2"},{"#f":5}],"c-1":["\n","^MANAGER: Wow, for a late person you have a warm attitude. That’s good. I’ll have a Glop Chocolate.","\n",{"->":"TutorialP2"},{"#f":5}]}],{"#f":1}],"TutorialP2":["^PLAYER: So… how do I?","\n","^MANAGER: Alright. First, grab the carton of Glop.","\n",{"->":"TutorialP3"},{"#f":1}],"TutorialP3":["^MANAGER: Congrats! You can hold a mug. Now, go ahead and put in some Chocolate.","\n",{"->":"TutorialP4"},{"#f":1}],"TutorialP4":[{"->":"TutorialP5"},{"#f":1}],"TutorialP5":["^MANAGER: Alright. Go ahead and serve it to me. Click that bell that only you can see has words. Don’t ask me how I know, just do it.","\n",{"->":"TutorialP6"},{"#f":1}],"TutorialP6":[["^MANAGER: Wow! Thanks! You’re so awesome!","\n","^MANAGER: ...Is what I’d say if I actually cared about what we serve here.","\n","^MANAGER: Alright, now you’re all ready to not make a total fool outta yourself. Don’t mess up or I’m docking it from your pay 'cause I’m the manager and I can do that. Now get working.","\n","ev","str","^PLAYER: Thanks for the training!","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^PLAYER: Would it hurt to be less grouchy?","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^MANAGER: Yeah, whatever. Don’t mention it.","\n","end",{"#f":5}],"c-1":["\n","^MANAGER: Umm... would it hurt you to talk less? Just do your job new-brew.","\n","end",{"#f":5}]}],{"#f":1}],"TutorialBeta":[["^MANAGER:  You know you can go right. The tutorial is over. OVER. O-V-E-R. Finished. Done. Terminado. C’est fini. Go home. Get a life.","\n","^MANAGER:  …","\n","^MANAGER: What are you waiting for!? You played the game.","\n","^MANAGER: The game is not done! It means come back later when the useless devs actually have more stuff for you to play.","\n","^MANAGER: …","\n","^MANAGER: Ok I’m gonna break this game! See ya!","\n",["end",{"#f":5,"#n":"g-0"}],null],{"#f":1}],"TeresaE1A":[["^TERESA: Hi! I'll have... wait, are you new?","\n","ev","str","^PLAYER: I am! Welcome to Solstice!","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^PLAYER: Thanks for noticing, now what do you want?","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^TERESA: Haha, You have so much energy! It's cute! Can I get a ____?","\n","end",{"#f":5}],"c-1":["\n","^TERESA: No need to be rude. I'll have a ______.","\n","end",{"#f":5}]}],{"#f":1}],"TeresaE1B":[["^TERESA: Thanks! So, did you just move in?","\n","ev","str","^PLAYER: Yeah, temporarily... I'm just hoping to save enough money to get home by the end of the week.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^PLAYER: Sorry, but it's none of your business.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^TERESA: Oh, wow... sounds rough. Well, my name's Teresa. If you ever need a hand or even if you just wanna hang out, come find me!","\n","end",{"#f":5}],"c-1":["\n","^TERESA: Really, you don't have to be so rude. If you change your mind about that attitude and want to try being frineds just ask around for Teresa. I'm sure you'll be able to find me.","\n","end",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}